# BeginMultDashConvert

## Description
Used when a number of pseudo index to dash style conversion operations (or vice versa) are going to be performed. <BR>
<BR>
Use EndMultDashConvert when the conversions are complete.

```pascal
PROCEDURE BeginMultDashConvert;
```

```python
def vs.BeginMultDashConvert():
    return None
```

## See Also
VS Functions:
GetPseudoIndFromDash
| GetDashFromPseudoInd
| EndMultDashConvert

## Version
Availability: from Vectorworks 2019

## Category
* Utility